const longboardTurn = {
  id: "longboardTurn",
  cover: {},
  brandTitle: "Surf Journey冲浪笔记",
  content: [
    {
      bigTitleText: "长板冲浪转向技巧",
      tipTitleText: "概述",
      contentText: `转向是冲浪中基本且重要的技巧，只有掌握了良好的转向才能为做其他动作打下基础。\n长板由于板子很长和宽，所以转向时需要更多技巧。
        \n优秀的转向中我们需要注意两件事：板的控制和身体姿态。\n板的控制主要需要利用板子的倾斜和板尾，身体姿态主要关注视线看着的方向和身体的朝向。
        \n\n\n\n\n\n`,
    },
    {
      bigTitleText: "长板冲浪转向技巧",
      tipTitleText: "板倾斜（Tilt）",
      contentText: `倾斜是指，沿板子宽度方向的倾斜。更具体一点是指对板子的内侧（靠近浪壁侧）施压，这会让板子向浪壁侧移动，从而实现转向。
        \n在转向的时候，要让脚踩在板的中心线偏左或者偏右，这样才能让板倾斜，从而利于转向。
        \n\n\n\n\n\n\n\n`,
    },
    {
      bigTitleText: "长板冲浪转向技巧",
      tipTitleText: "板尾（Tail）下压",
      contentText: `板尾下压，是指在板的尾部施加压力，从而让板头翘起。\n注意，此处的板头翘起，并不是想让板减速或刹车，相反，转向时速度越快越好。
      \n但如果没有向板尾施加压力，会有太多板边和水接触，这会增加摩擦力，让板过于粘在浪壁，板子将不会遵循我们转向的方向，而是会由于板边作为导轨，朝一个方向前进，从而影响转向。
      \n\n\n\n\n\n`,
    },
    {
      bigTitleText: "长板冲浪转向技巧",
      tipTitleText: "后脚位置",
      contentText: `长板冲浪中常见的一个问题是后脚位置不对，具体来说是：\n1.后脚的位置沿板长度方向不够靠后，2.后脚沿宽度方向一直居中在中线。
      \n后脚不够靠后，意味着不能获得转向时需要的板头抬升，从而让部分板边脱离浪壁。\n不像短板，长板板尾很宽，后脚只通过脚趾或脚跟施加一点压力不足以真正的实现板子倾斜。
      \n解决这些问题的办法是，灵活的调整后脚位置，后脚往后踩实现板尾下压，后脚左右移动，利用脚趾或脚跟实现板倾斜。
      \n`,
    },
    {
      bigTitleText: "长板冲浪转向技巧",
      tipTitleText: "总结",
      contentText: `1. 明确板子倾斜和板尾下压的概念和作用
      \n2. 后脚向后移动实现板尾下压
      \n3. 后脚左右移动实现板子倾斜
      \n4. 视线看向要去的方向，身体面向要去的方向
      \n5. 陆地练习，视频拍摄分析
      \n\n\n
      `,
    },
  ],
};

module.exports = { longboardTurn };
